<div class="content">
    <div class="text">
        <h2>
            <p class="title">Поставленные цели</p>
        </h2>
        <p>На данный момент активно изучаю язык программирования PHP. В практике работаю с массивами, циклами и функциями. Имеется желание писать динамические Web-сайты. Изучение среды разработки Docker. Поскольку данное приложение позволяет автоматизировать некоторые задачи (такие как быстрое разворачивание, конфигурирование Web-сайтов и перенос между машинами), это сократит время разработки.</p>
    </div>
</div>